Repository: sobczakkrzysztofdev/Kanban-Blazor-Server-.NET-5.0
Catalog: Kanban/Resources/Pages/Main_Page/_Setup.*.resx
Languages: pl

source: Add and edit fixtures. E.g. add injection mold and specify what products does it produce and how many nests it has
pl: Dodawaj i edytuj narzędzia produkcyjne. Np. dodaj formę wtryskową i określ jaki produkt wytwarza, ile ma gniazd etc.

source: Add and edit machines
pl: Dodawaj i edytuj maszyny

source: Add and edit production area
pl: Dodawaj i modyfikuj obszary produkcyjne

source: Add and edit production cells
pl: Dodawaj i edytuj stanowiska produkcyjne

source: Add and edit products assigned to projects
pl: Dodawaj i edytuj produkty powiązane z projektami

source: Add and edit sensors
pl: Dodawaj i edytuj czujniki

source: Add and edit users. Modify users roles
pl: Dodawaj i modyfikuj uzytkowników i ich role w procesie

source: ALERT
pl: ALARM

source: AREA
pl: OBSZAR

source: Basic information about your manufacturing plant
pl: Podstawowe informacje o zakładzie produkcyjnym

source: CELL
pl: STANOWISKO

source: CONFIG
pl: KONFIGURACJA PROD

source: Create and edit customers
pl: Zarządzaj klientami

source: CUSTOMER
pl: KLIENT

source: Define details of alerts
pl: Definiuj detale alarmów

source: Define fixture, machine, and cell combination with given cycle time and other data
pl: Definiuj konfiguracje produkcyjne dodając narzędzie, maszynę, stanowisko, standardowy czas cyklu oraz inne dane

source: FIXTURE
pl: NARZĘDZIE

source: MACHINE
pl: MASZYNA

source: Manage list of projects related to the customers for whom you deliver products
pl: Zarządzaj listą projektów powiązaną z klientami

source: PLANT SETUP
pl: DANE ZAKŁADU

source: PRODUCT
pl: PRODUKT

source: PROJECT
pl: PROJEKT

source: REASON
pl: POWÓD

source: REASONS OF MOV.
pl: POWODY RUCHÓW

source: Reasons of movement for rework, scrap and machine failures
pl: Dodawaj i modyfikuj powody ruchów dla reworków, złomu, awarii maszyn

source: SENSOR
pl: CZUJNIK

source: Setup
pl: Ustawienia

source: SHIFT SETTINGS
pl: ZMIANY PRODUKCYJNE

source: Shift start time
pl: Godziny rozpoczęcia zmian

source: USER
pl: UŻYTKOWNIK
